export const catalog = [
    {
        category: 'Распродажа',
        subcategories: null
    },
    {
        category: 'Канцтовары',
        subcategories: ['Письменные принадлежности', 'Настольные подставки', 'Мелки', 'Чертежные принадлежности', 'Папки для бумаги', 'Обложки']
    },
    {
        category: 'Декорирование',
        subcategories: ['Заготовки для декора', 'Декупаж', 'Связующие и разбавители', 'Эпоксидная смола', 'Украшения декоративные', 'Декоративные эффекты']
    },
    {
        category: 'Шитье',
        subcategories: ['Ткани', 'Нитки', 'Иглы', 'Булавки', 'Наполнители', 'Ленты для шитья', 'Шнуры', 'Швейная техника', 'Фурнитура', 'Украшения']
    },
    {
        category: 'Вязание',
        subcategories: ['Пряжа', 'Спицы', 'Крючки', 'Инструменты', 'Вязальные машинки', 'Шкатулки', 'Наборы для вязания']
    },
    {
        category: 'Хобби и творчество',
        subcategories: ['Алмазные мозаики', 'Картины по номерам', 'Раскраски', 'Мозаика', 'Папертоль', 'Для кукол', 'Пэчворк' ]
    },
    {
        category: 'Дом и сад',
        subcategories: ['Хозяйственные товары', 'Хранение вещей', 'Декор интерьера', 'Домашний текстиль', 'Товары для сада']
    },
    {
        category: 'Книги',
        subcategories: ['Детская литература', 'Книги-квесты', 'Саморазвитие', 'Журналы', 'Карты настенные', 'Книги по кулинарии', 'Календари']
    },
    {
        category: 'Флористика',
        subcategories: ['Наполнители', 'Каркасы', 'Упаковка', 'Марблс', 'Искусственные цветы', 'Ленты', 'Проволока']
    }
]